;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the your language.ini
;  Please, translate text only after symbol ' = '
;  DO NOT translate the item "ReadHabit=Left-to-right". You can modify it if your native language is right to left.
;
; TranslationAuthor: František Fico
; TranslationAuthorEmail: ferofico@gmail.com
; Soft Version: Checkit 1.24
; Update: 2021-08-25
;
[Lang]
NativeLanguage=Slovensky
[Translation]
LangCode=041B
ReadHabit=Left-to-right
LanguageName=SKY
LangShortName=sk-SK
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
lblinfo.Caption=Skontrolujte, či tento počítač spĺňa systémové požiadavky operačného systému Windows 11.
lbllang.Caption=Jazyk:
cpu=Procesor
memory=Pamäť
disk=Úložisko
diskstyle=Štýl oddielu
firmware=Firmvér systému
boot=Zabezpečené spúšťanie
graphiccard=Grafická karta
tpm=TPM 2.0
info3=Frekvencia procesora je nižšia ako 1 GHz.
info4=Architektúra procesora je x86, ale Windows 11 ju nepodporuje.
info5=Procesor nie je na zozname kompatibilných.
info6=Windows 11 nepodporuje 32-bitový procesor.
info7=Štýl diskového oddielu nie je GPT.
info8=Fyzická pamäť musí mať 4 GB alebo viac.
info9=Systémový disk musí mať 64 GB alebo viac voľného miesta.
info10=Firmvér systému nepodporuje zabezpečené spúšťanie (Secure Boot).
info11=Grafická karta nepodporuje DirectX 12.
info12=Verzia WDDM je nižšia ako 2.x.
info13=TPM chýba alebo je vypnutý.
info14=TPM je vypnutý.
info15=Verzia TPM je nižšia ako 2.0.
info16=Firmvér systému nepodporuje UEFI.
info-3=Jedná sa o nerozpoznaný 64-bitový procesor.
info-4=Voľné miesto na disku je menšie ako 64 GB.
tpminfo=Dôverihodný platformový modul (TPM), verzia 2.0.
directxinfo=Grafika je kompatibilná s DirectX %s a WDDM %s.
bootinfo=Počítač sa spúšťa iba s použitím dôverihodného firmvéru.
support=Kompatibilné
unknow=Neznáme. Kliknite pre ďalšie detaily.
unsupport=Nekompatibilné. Kliknite pre ďalšie detaily.
NewVer=Bola nájdená nová verzia Checkit! Chcete ju aktualizovať?
